
function About() {
    return (
        <div className="container">
            <div className="text">
                <p>История шифрования - это история «конкурса остроумия» между разработчиками шифрования и шифровальными кодами. Каждый раз, когда создается новый алгоритм шифрования, он расшифровывается и, в свою очередь, приводит к созданию нового алгоритма шифрования, а циклы создания и дешифрования алгоритмов повторяются и по сей день.</p>

                <p>Криптография насчитывает не одно тысячелетие и нашла свое уверенное место в современных реалиях – сегодня без шифрования невозможно представить банковские операции, мессенджеры и приложения, мобильную связь, и др.</p>

                <p>За наукообразным словом «криптография» (с древнегреческого буквально − «тайнопись») скрывается древнее желание человека спрятать важную информацию от посторонних глаз. Можно сказать, что сама письменность в самом начале уже была криптографической системой, так как принадлежала узкому кругу людей, и с помощью нее они могли обмениваться знаниями, недоступными неграмотным. С распространением письма возникла потребность в более сложных системах шифрования</p>
            </div>
        </div>
    );
}

export default About;